Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/travel/liability_of_carriers_of_passengers_by_sea_in_the_eu.html.txt.tmx
Source language: en
Languages: ga

source: Liability of carriers of passengers by sea in the European Union
ga: Dliteanas iompróirí paisinéirí ar muir san Aontas Eorpach

source: The International Maritime Organization (IMO) is the United Nations agency with responsibility for the safety and security of shipping and the prevention of marine pollution by ships
ga: Is iad an Eagraíocht Mhuirí Idirnáisiúnta (IMO) an ghníomhaireacht de chuid na Náisiún Aontaithe atá freagrach as sábháilteacht agus slándáil na loingseoireachta agus as cosc a chur ar thruailliú muirí ag longa

source: In 1974 the IMO adopted the Athens Convention relating to the Carriage of Passengers and their Luggage by Sea which entered into force in 1987
ga: I 1974, ghlac an IMO le Coinbhinsiún na hAithine maidir le hIompar Paisinéirí agus a gCuid Bagáiste ar Muir a tháinig i bhfeidhm i 1987

source: The Convention established a regime of liability for damage suffered by passengers carried on a seagoing vessel
ga: Bhunaigh an Coinbhinsiún córas dliteanais do dhamáistí a mbíonn paisinéirí a iompraítear ar árthach farraige thíos leo

source: It declares a carrier liable for damage or loss suffered by a passenger if the incident causing the damage occurred in the course of the carriage and was due to the fault or neglect of the carrier
ga: Dearbhaítear go bhfuil dliteanas ar iompróir íoc as damáiste nó caillteanas a mbíonn paisinéir thíos leis má tharla an teagmhas a bhí ina chúis leis an damáiste le linn iompair agus más é locht nó faillí an iompróra ba chúis leis

source: In 2002 a Protocol to amend the Athens Convention was adopted which introduced compulsory insurance to cover passengers on ships and raised the limits on liability
ga: In 2002, glacadh le Prótacal chun Coinbhinsiún na hAithine a thug isteach árachas éigeantach chun paisinéirí ar longa a chumhdach agus rinne seo na teorainneacha ar dhliteanas a ardú

source: In 2006 the Legal Committee of the IMO adopted guidelines for the implementation of the amended Athens Convention
ga: In 2006, ghlac Coiste Dlíthiúil an IMO le treoirlínte do chur i bhfeidhm Choinbhinsiún leasaithe na hAithine

source: The 2006 Guidelines includes wording for a reservation that allows the limitation of liability for claims in respect of war or terrorism
ga: Áirítear le treoirlínte 2006, foclaíocht d’áirithint a cheadaíonn teorannú dliteanais d’éilimh maidir le cogadh nó sceimhlitheoireacht

source: The 2002 Protocol came into force in April 2014 and with respect to Ireland on 7 November 2014
ga: Tháinig an Prótacal 2002 i bhfeidhm i mí Aibreáin 2014 agus maidir le hÉirinn ar an 7 Samhain 2014

source: The liability limits are set in Special Drawing Rights (SDR) which is a mix of currency values established by the International Monetary Fund (IMF)
ga: Leagtar amach na teorainneacha dliteanais i gCearta Speisialta Tarraingthe (SDR) atá ina mheascán de luachanna airgeadra arna bhunú ag an gCiste Airgeadaíochta Idirnáisiúnta (IMF)

source: The current value of an SDR in euro is available on the IMF's website
ga: Tá fáil ar luach reatha an SDR in Euro ar láithreán gréasáin an IMF

source: Regulation 392/2009 on the liability of carriers of passengers by sea in the event of accidents applies in all European Union (EU) and EEA (Iceland, Liechtenstein, Norway) member states
ga: Tá feidhm ag Rialachán 392/2009 ar dhliteanas iompróirí paisinéirí ar muir i gcás timpistí i ngach Ballstát den Aontas Eorpach (AE) agus den LEE (an Íoslainn, Lichtinstéin, an Iorua)

source: The Regulation lays down a regime of liability and insurance for the carriage of passengers by sea, based on:
ga: Leagann an Rialachán córas dliteanais agus árachais síos d’iompar paisinéirí ar muir, bunaithe ar an méid a leanas:

source: • The Athens Convention as amended by the 2002 Protocol and
ga: • Coinbhinsiún na hAithine arna leasú ag Prótacal 2002, agus

source: • The IMO 2006 Guidelines
ga: • Treoirlínte 2006 an IMO

source: The Regulation applies to all international voyages where:
ga: Baineann an Rialachán le gach aistear idirnáisiúnta:

source: • The ship is flying the flag of or is registered in a member state or
ga: • Ina bhfuil brat ballstáit ar crochadh ag an long nó ina bhfuil an long cláraithe i mBallstát, nó

source: • The contract of carriage has been signed in a member state or
ga: • Inar síníodh an conradh iompair i mBallstát, nó

source: • The place of departure or destination, according to the contract of carriage, is situated within a member state
ga: • Ina bhfuil an áit imeachta nó an ceann scríbe, i gcomhréir leis an gconradh iompair, lonnaithe laistigh de Bhallstát

source: The Regulation also applies to certain categories of passenger ships engaged in domestic seagoing voyages
ga: Ina theannta sin, baineann an Rialachán le catagóirí áirithe longa paisinéirí a thugann faoi aistir intíre farraige

source: A member state can defer application of the Regulation to such ships for at least 4 years
ga: Féadfaidh Ballstát feidhmiú an Rialacháin a iarchur ar na longa siúd ar feadh ar a laghad 4 bliana

source: It may also apply it to all domestic sea-going voyages
ga: Ina theannta sin, féadfaidh siad é a chur i bhfeidhm ar gach aistear farraige intíre

source: Death or injury to passengers
ga: Bás nó gortú paisinéirí

source: Where loss is suffered as a result of the death of or personal injury to a passenger caused by a shipping incident the carrier is strictly liable up to 250,000 SDRs
ga: Sa chás go mbíonn duine thíos le caillteanas mar thoradh ar bhás nó gortú pearsanta do phaisinéir a raibh timpiste loingseoireachta ina húdar léi, is é an t-iompróir ar a bhfuil an diandliteanas chun a mhéid le 250,000 SDR a íoc

source: A shipping incident is a shipwreck, capsizing, collision or stranding of the ship, explosion or fire in the ship, or defect in the ship
ga: Is ionann teagmhas loingseoireachta agus briseadh loinge, iompú béal faoi, tuairt nó tráchur na loinge, pléascadh nó dóiteán sa long, nó locht ar an long

source: If the loss or damage is more than 250,000 SDRs, the carrier is further liable up to a limit of 400,000 SDRs unless the carrier can prove it was not at fault
ga: Más ionann agus breis agus 250,000 SDR an damáiste, beidh breis dliteanais ar an iompróir 400,000 SDR, ar a mhéid, a íoc murar féidir leis an iompróir a chruthú nach iadsan ba chúis leis

source: If the loss is not as a result of a shipping incident, the carrier is liable up to a limit of 400,000 SDRs, if the claimant can prove fault or negligence on the part of the carrier
ga: Mura bhfuil an caillteanas mar thoradh ar theagmhas loingseoireachta, beidh dliteanas ar an iompróir 400,000 SDR, ar a mhéid, a íoc, más féidir leis an éilitheoir locht nó faillí ar pháirt an iompróra a chruthú

source: The carrier and passenger may agree to a higher limit
ga: Féadfaidh an t-iompróir agus an paisinéir comhaontú a dhéanamh ar theorainn níos airde

source: If the loss suffered is the result of war or terrorism, liability is limited to the lower of 250,000 SDRs per passenger or 340 million SDRs per ship
ga: Má bhíonn an caillteanas a rabhthas thíos leis ina thoradh ar chogadh nó ar sceimhlitheoireacht, bíonn teorainn ar an dliteanas go dtí an teorainn níos ísle 250,000 SDR in aghaidh an phaisinéara nó 340 milliún SDR in aghaidh na loinge

source: Where a death or personal injury is caused by a shipping incident, the carrier must make an advance payment within 15 days to cover immediate economic needs, proportionate to the damages suffered
ga: Sa chás go mbíonn teagmhas loingseoireachta ina chúis le bás nó gortú pearsanta, ní mór don iompróir réamhíocaíocht a dhéanamh laistigh de 15 lá chun íoc as na riachtanais láithreacha gheilleagracha, a bheidh i gcomhréir leis na damáistí a rabhthas thíos leo

source: In the case of a death the minimum payment is €21,000
ga: I gcás báis, is ionann an íocaíocht íosta agus €21,000

source: The advance payment is not an admission of liability
ga: Ní admháil dliteanais an réamhíocaíocht

source: The carrier is liable for the loss of or damage to cabin luggage where the loss is due to the fault or neglect of the carrier
ga: Tá an t-iompróir faoi dhliteanas íoc as caillteanas bagáiste cábáin nó as díobháil a rinneadh do bhagáiste cábáin, sa chás go mbíonn locht nó faillí an iompróra ina chúis leis an gcaillteanas

source: The fault or neglect of the carrier is presumed in the case of a shipping incident
ga: Meastar gurbh é locht nó faillí an iompróra a bhí i gceist i gcás timpiste loingseoireachta

source: The carrier’s liability for cabin luggage is limited to 2,250 SDRs per passenger
ga: Leagtar teorainn 2,250 SDR ar dhliteanas an iompróra i leith bagáiste cábáin, in aghaidh an phaisinéara

source: The carrier is presumed liable for the loss of or damage to luggage other than cabin luggage unless the carrier can prove that the loss is not due to the fault or neglect of the carrier
ga: Meastar go mbíonn an t-iompróir faoi dhliteanas íoc as caillteanas bagáiste nó díobháil a rinneadh do bhagáiste, murar féidir leis an iompróir a chruthú nach locht nó faillí an iompróra ba chúis leis an gcaillteanas

source: The carrier’s liability is limited as follows:
ga: Tá dliteanas an iompróra teoranta don mhéid a leanas:

source: • For the loss of or damage to vehicles including all luggage carried in or on the vehicle the limit is 12,700 SDRs per vehicle
ga: • Caillteanas feithiclí agus díobháil a rinneadh d’fheithiclí, lena n-áirítear an bagáiste go léir a iompraíodh ar an bhfeithicil nó san fheithicil: teorainn 12,700 SDR in aghaidh na feithicle

source: • For the loss of or damage to other luggage the limit is 3,375 SDRs per passenger
ga: • Caillteanas bagáiste nó díobháil a rinneadh do bhagáiste: teorainn 3,375 SDR in aghaidh an phaisinéara

source: The carrier and the passenger may agree to set higher liability limits
ga: Féadfaidh an t-iompróir agus an paisinéir comhaontú a dhéanamh ar theorainneacha dliteanais níos airde a shocrú

source: The carrier and the passenger may also agree that the liability of the carrier will be subject to a deductible that will be deducted from the compensation
ga: Ina theannta sin, féadfaidh an t-iompróir agus an paisinéir comhaontú a dhéanamh go mbeidh dliteanas an iompróra faoi réir asbhaintigh a asbhainfear ón gcúiteamh

source: The deductible cannot exceed:
ga: Ní féidir leis an asbhainteach an méid a leanas a shárú:

source: • In the case of damage to a vehicle - 330 SDRs
ga: • I gcás damáiste a dhéanamh d’fheithicil – 330 SDR

source: • In the case of loss of or damage to other luggage - 149 SDRs per passenger
ga: • I gcás caillteanas bagáiste nó díobháil a dhéanamh do bhagáiste eile – 149 SDR in aghaidh an phaisinéara

source: The carrier is not liable for the loss of or damage to monies, jewellery, works of art, or other valuables, unless they have been deposited with the carrier for safe-keeping
ga: Níl an t-iompróir faoi dhliteanas íoc as caillteanas nó díobháil a dhéanamh d’airgead, seodra, saothair ealaíne nó as earraí luachmhara eile, murar cuireadh i dtaisce iad leis an iompróir ar mhaithe lena slánchoimeád

source: If they have been deposited, the limit of 3,375 SDRs per passenger apply
ga: Má rinneadh iad a chur i dtaisce, beidh feidhm ag an teorainn 3,375 SDR in aghaidh an phaisinéara

source: Loss or damage to mobility equipment
ga: Caillteanas nó díobháil a dhéanamh do threalamh soghluaiseachta

source: The carrier is liable for the loss of or damage to mobility equipment, or other specific equipment used by a passenger with reduced mobility, where the loss is due to the fault or neglect of the carrier
ga: Tá an t-iompróir faoi dhliteanas íoc as caillteanas trealamh soghluaiseachta nó as díobháil a rinneadh do threalamh soghluaiseachta, nó do threalamh sonrach eile a úsáideann paisinéir ag a bhfuil soghluaiseacht laghdaithe, sa chás go mbíonn locht nó faillí an iompróra ina chúis leis an gcaillteanas

source: The passenger is entitled to the replacement value of the equipment concerned or, where applicable, the cost of repair
ga: Tá an paisinéir i dteideal luach ionaid an trealaimh lena mbaineann a fháil nó, sa chás gur cuí, íocaíocht a fháil as costas an deisithe

source: Ships licensed to carry more than 12 passengers are required to have insurance in place or some other form of financial security to cover liabilities up to 250,000 SDRs per passenger
ga: Tá ar longa ag a bhfuil ceadúnas chun breis agus 12 phaisinéir a iompar árachas nó foirm éigin eile d’urrús airgeadais a bheith i bhfeidhm chun íoc as dliteanais a mhéid le 250,000 SDR in aghaidh an phaisinéara

source: For war and terrorism insurance the cover is limited to the lower of 250,000 SDRs per passenger or 340 million SDRs per ship
ga: I gcás árachas cogaidh agus sceimhlitheoireachta, bíonn teorainn ar an gcumhdach go dtí faoi bhun 250,000 SDR in aghaidh an phaisinéara nó 340 milliún SDR in aghaidh na loinge

source: A claim for compensation may be brought directly against the insurer
ga: Féadtar éileamh ar chúiteamh a thabhairt go díreach i gcoinne an árachóra

source: The carrier must ensure that passengers are informed clearly and precisely of their rights under this Regulation
ga: Ní mór don iompróir a chinntiú go gcuirtear paisinéirí ar an eolas go soiléir agus go cruinn faoina gcearta faoin Reachtaíocht seo

source: The information must be provided in the most appropriate format:
ga: Ní mór an fhaisnéis a chur ar fáil san fhormáid is oiriúnaí:

source: • At all points of sale, including by telephone and via the Internet where the contract of carriage is signed in a member state
ga: • Ag gach pointe díola, lena n-áirítear tríd an nguthán agus tríd an Idirlíon, sa chás go sínítear an conradh iompair i mBallstát

source: • Prior to departure where the place of departure is in a member state
ga: • Roimh imeacht, sa chás go bhfuil an áit imeachta i mBallstát

source: • Upon departure in all other cases
ga: • Ar imeacht i ngach cás eile

source: You must give written notice to the carrier of loss or damage to luggage which is apparent:
ga: Ní mór duit fógra i scríbhinn a thabhairt d’iompróir maidir le caillteanas bagáiste nó bagáiste a ndearnadh díobháil dó, ar dhealraitheach:

source: • Before or at the time of disembarkation of the passenger for cabin luggage
ga: • Roimh nó ag tráth fágála an phaisinéara chun a b(h)agáiste cábáin a fháil

source: • Before or at the time of its re-delivery for all other luggage
ga: • Roimh nó ag tráth a athsheachadta i gcás gach bagáiste eile

source: Where the damage to or loss of luggage is not apparent, written notice must be given within 15 days from the date of disembarkation or re-delivery or from the time when such re-delivery should have taken place
ga: Sa chás nach dealraitheach gur cailleadh bagáiste nó go ndearnadh díobháil dó, ní mór fógra i scríbhinn a thabhairt laistigh de 15 lá ó dháta fágála na loinge nó an athsheachadta nó ón tráth inar cheart go ndearnadh an t-athsheachadadh sin

source: There is no need to give notice in writing if the condition of the luggage was the subject of joint inspection when you received it
ga: Ní gá fógra i scríbhinn a thabhairt má bhí an bhail a bhí ar an mbagáiste ina hábhar comhiniúchta nuair a fuair tú é

source: Any court action to claim compensation arising out of the death of or personal injury to a passenger or for the loss of or damage to luggage must be taken within 2 years
ga: Ní mór aon chaingean chúirte chun cúiteamh a éileamh a eascraíonn as bás nó gortú pearsanta paisinéara nó as caillteanas bagáiste nó díobháil a dhéanamh do bhagáiste laistigh de 2 bhliain
